#ifndef CCONSTANTS_H
#define CCONSTANTS_H

#include <QStringList>

const QStringList TRAITS = { "Заражённый",
                             "Раненый",
                             "С отрицательным психологическим состоянием (-2)",
                             "С отрицательным психологическим состоянием (-1)",
                             "С положительным психологическим состоянием (+1)",
                             "С положительным психологическим состоянием (+2)",
                             "Осведомлённый на 100%",
                             "Не осведомлённый на 100%" };
const QStringList REQ_RESOURCES = { "Деньги", "Оружие", "Серебро", "Опиум" };

#endif // CCONSTANTS_H
